Repository: Erebot/Erebot_Module_ServerCapabilities
Catalog: data/i18n/*/LC_MESSAGES/Erebot_Module_ServerCapabilities.po
Languages: fr_fr

source: Bad channel list ID
fr_fr: Mauvais ID de liste de canaux

source: Bad channel name
fr_fr: Mauvais nom pour un canal

source: Bad prefix
fr_fr: Mauvais préfixe

source: Bad standard name
fr_fr: Nom de standard incorrect

source: Excepts are not available on this server
fr_fr: Les exceptions ne sont pas supportées par ce serveur

source: Extended bans are not supported on this server
fr_fr: Les bans étendus ne sont pas supportés par ce serveur

source: Invalid channel list ID
fr_fr: ID de liste de canaux non valide

source: Invalid command
fr_fr: Commande non valide

source: Invalid data received
fr_fr: Données non valides reçues

source: Invalid list type
fr_fr: Type de liste non valide

source: Invalid mode
fr_fr: Mode non valide

source: Invalid prefix
fr_fr: Préfixe non valide

source: Invalid status
fr_fr: Statut non valide

source: Invalid text type
fr_fr: Type de texte non valide

source: Invites are not available on this server
fr_fr: Les invitations ne sont pas supportées par ce serveur

source: No SSL information available
fr_fr: Aucune information sur le support de SSL n'est disponible

source: No charset specified
fr_fr: Aucun jeu de caractères spécifié

source: No network declared
fr_fr: Aucun réseau spécifié

source: No such mode
fr_fr: Mode inconnu

source: No such prefix
fr_fr: Préfixe inconnu

source: Not a valid command name
fr_fr: Nom de commande non valide

source: Not a valid port
fr_fr: Port non valide

source: Safe channels are not available on this server
fr_fr: Les canaux sécurisés ne sont pas supportés par ce serveur

source: This module does not provide any command, but can be used by other modules to determine an IRC server's capabilities.
fr_fr: Ce module ne fournit pas
